tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "cask"
brew "gh"
cask "1password"
cask "1password-cli"
cask "cursor"
cask "discord"
cask "font-monaspace"
cask "miniconda"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme-icons"
vscode "GitHub.copilot"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "Terrastruct.d2"
vscode "twxs.cmake"
vscode "vscodevim.vim"
