tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "homebrew/bundle"
brew "cask"
brew "gh"
cask "1password"
cask "cursor"
cask "discord"
cask "miniconda"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "equinusocio.vsc-material-theme-icons"
vscode "GitHub.copilot"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"