tap "homebrew/bundle"
brew "cask"
brew "d2"
brew "eza"
brew "fzf"
brew "gh"
brew "go"
brew "neovim"
brew "python@3.12"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "cursor"
cask "discord"
cask "font-monaspace"
cask "raycast"
cask "visual-studio-code"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "terrastruct.d2"
vscode "twxs.cmake"
vscode "vscodevim.vim"
